# This generated file is Image Uploader's language file. It must be saved in UTF-16LE encoding.
e29e8b9d = У реду
2dbdcac2 = Поништи
9af7b35a = Параметри дозволе
98c71d46 = Пријава:
8c2e3a60 = Лозинка:
20bf5b05 = Додатни параметри
c9c09bcb = Горњи леви угао
5231a02d = Горњи центар
d107f9f0 = Горњи десни угао
6caceb5b = Доњи леви угао
012d3528 = Доњи центар
de2c2bb9 = Доњи десни угао
2c236951 = Сигурно поставити и текст и лого на исту позицију слике?
a6c0c25e = Поставке слике
6d5384fc = Датотека:
a7cf5b82 = Смештај жига:
214f5c8c = Текст на слици
457361bd = Унос текста:
f747e5b2 = Боја текста:
ab6c6ee3 = Боја удара:
6fb6c3f7 = Поставке сличице
3f2af013 = Боја фрејма
4f52a8ca = Градијент боја 1:
411239af = Градијент боја 2:
765ee8b7 = Изглед
4a55172f = Уклони
e65e543d = Поставке
1218507a = Уреди
49d33458 = Додај слике
9f756160 = Увоз видео датотеке
875298c8 = Уклони из списка
c51f95fe = Учитавање...
115da62a = Инфо о датотеци
d230f825 = Копирај у оставу
6c30a068 = Квалитет:
ac0021f5 = Тајмаут:
d0878a77 = Формат:
915e2413 = сек
e8029bb7 = Подешавања
e40bb608 = Опште
c7dda4f7 = Примени
de05f9c8 = Ауто
f8cf9898 = Датотека
fb2b7199 = Датотека прелази дозвољену величину сервера "%s" (%s).
a2f5ad65 = Табела of clickable thumbnails
b0fb3429 = Clickable thumbnails
b0e84f76 = Дозволе на серверу...
3d0e8db9 = Обрада датотеке %d од %d...
fd6d47ca = Спремање датотеке...
ea6b0234 = %d датотеке су послане.
4b24cf15 = %d датотеке НИСУ послане због грешака.
98bbd427 = Нема грешке.
9463fcf2 = Заустави
54c550a9 = Корисник је зауставио слање.
a21c6ad6 = Актуелна датотека:
8a15ab27 = Послано %s од %s
6cdda9c1 = Заврши >
a6e8fea3 = Напредак:
6ea15df2 = Слике по низ:
86d98d71 = Тип кода:
e9b53ff7 = Пошаљи
922f7a69 = Промени ширину:
6c81ddc1 = Задржи пропорције
8cdc9a4c = и/или висину:
b6e5bc46 = Додај текст слици
2a4c8280 = Додатно...
9f6b1321 = Задржи као што је
f36b1ee1 = Нацртај оквир
1c3402b1 = Кликнути "Слање" за почетак слања.
075c48be = Користи модел
e2ee562e = Екстрактовање фрејмова са видеа
863ea027 = Не могу да учитам видео датотеку.
6990ff6f = Не могу да нађем дужину тока. Можда је датотека покварена или формат није подржан.
7cb5385f = Екстрактовање фрејмова из видеа
baa8a113 = Тражи...
10f13a37 = Deinterlace
9cb01a07 = Број фрејмова:
5cd31542 = Више датотеке
63120296 = Једна датотека
47612578 = Сачувај као:
1834ede8 = Ухвати
8b6b783f = Поставке...
239b51b4 = Опције изгледа
75390e20 = Број колона:
6b49f86b = Ширина сличице:
1ba228f7 = Хоризонтални интервал:
a145c08f = вертикални интервал:
7d8c71fc = Додај фасциклу...
6b26e91a = Из оставе
c4bc189c = Увоз видео датотеке
4e6171f9 = Екстрактовање фрејмова из видеа
e9406660 = Види инфо датотеке
24debbd2 = Снимак изабраног региона...
cea255df = Поставке програма
9f75909c = алатка за напредне кориснике
9847c8e8 = Одабери акцију:
d95fab48 = Савет:
92232fa7 = Само повуци-спусти датотеке у прозору 'Image Uploader' тако да буду извршене.
73ed0bac = Добродошли у асистенту објављивања слика, који ће Вам помоћи у слању слика, и видео фрејмова на Интернету!
609f0f2d = Сигурно затворити?
faa4b366 = Даље >
b6811e6e = Поставке слика и одабир сервера
8a3d02eb = Слање слика на серверу
90aa3be8 = Убаци и подфасцикле
b7fe8e51 = О...
8afd631d = Излаз
00c9c371 = < Назад
6d78d85f = Промени поставке рада или одабрати други сервер, тако да слика може да се пошаље.
c4c0c2b6 = Постаке слике
bc511ace = За све
75a48d7a = игнориши
b1570d02 = Сервер слика:
0eb5700d = Датотека прелази
7a6bb0dd = Интеграција 'Windows Explorer'-а
5c86907e = Додај ставку у контекстуелни мени слика
40bf08bc = Одмах пошаљи на:
af6a8159 = Додај ставку у контекстуелни мени видеа
cc92ff77 = Поставке везе
5daccde0 = Користи прокси
0568dd5a = Адреса:
4d35c9cc = Порт:
fda30f45 = Тип проксија:
512fffc4 = Дозволе проксија
8048ce2f = Жиг
f33e53f9 = Додај жиг
b734309e = Додај фасциклу
a8af871e = Прилепи
09f201ca = уклони све
a99900e1 = Не могу да шаљем слику
cc770f88 = Слика екрана
1d761f10 = О 'Image Uploader'
6fe2f630 = Хвала
0ceccf2d = Бета-тестери:
f8ebaf02 = Е-пошта за контакте:
2c3e3817 = Име: 
3fde1c4d = Величина: 
5afc5823 = Трајност: 
aead9fd5 = Аудио
35e1d1ef = Титлови: 
6849c1f1 = Језик интерфејса:
7c3cea35 = Видео датотеке
ce130e33 = Све датотеке
8a069296 = Слике
2867df13 = Грешка:
3126ab61 = Датотека "
a5ed9743 = " није нађена!
d1e2388f = Пошаљи слике
f540547f = Отвори са Image Uploader
91ba39c4 = Инфо о задњој видео
fa458107 = Корисник је зауставио екстрактовање фрејмова.
93b3bf12 = Налажење кодека...
f1161e93 = Не могу да нађем кодеке (формат није подржан).
693048b4 = Не могу да учитам кодеке.
4c1ac91b = Учитавање датотеке...
df7edeb4 = Привезивање филтера...
9ac04bc3 = Друга проба привезивања кодека...
cc35fa5d = Грешка привезивања кодека (формат није подржан).
63394810 = Екстрактовање фрејмова је завршено.
fbc586e5 = Аудио датотеке
977a725c = Екстрактовање фрејма
629e0a59 = Општи битрејт: 
30a42e15 = Видео: 
73ffcd54 = Преводиоци:
b6fcb38f = Покретљиве
23531f83 = Уређивач слика:
af39330b = Тражење слика...
913e7a88 = Обрада фасцикле:
afce09cd = Требате поново да покренете програм да би видели нови језик.
372d63bc = Ауто копирај резултат у оставу
7c9211fa = Модел фрејмова
fd28e32b = Покажи грешке
7ffa1911 = Контрола грешке
46a24ee7 = Ауто покажи извештај ако има грешке
5f1de092 = Извештај грешке
cec2a305 = Сакриј
7a66d43f = Списак слика
c599dbba = Не могу да учитам сличицу за слику.
28a40ee8 = Датотека "%s" није нађена.
c0dfc2cf = Модул слања
cd1fd77c = Датотека:
8197437b = MediaInfo.dll није нађен! \nПреузимање информације медијске датотеке није доступно.
d72a666b = Модул хватања видеа
0ccfa110 = Обриши списак
feaed847 = Интеграција у "Send to" мени
9f7264fd = Слање сличице...
bd7c9d78 = Фонт...
7aa929a3 = Датотека:
8ebcc085 = грешке при екстрактовања фрејмова.
d9ca0005 = Неуспешно учитавање MediaInfo.dll!
684dca15 = Потврди на излаз
21d9e9d0 = Ухвати цео екран
84dae5ca = Ухвати актини прозор
adb51bcc = Затвори
d8fa486b = Упали интеграцију у контектуелни мени 'Explorer'-а?
e25799d1 = Не могу да пошаљен сличицу за слику "%s" на серверу. 
af3ccfef = Погрешно слање. Други покушај (%d)...
70647cb3 = Погрешно слање! (граница пробе достигнута)
f6436cf5 = Чекам одговор сервера...
f9adf6cf = Слање на серверу...
bc508685 = Радим #%d...
0018103f = Грешке слања
7a323f95 = Покажи дијалог ако има грешка
10b0fed7 =  Понављање по датотеку:
b74a4eb4 = Понављање по акцији:
e925e727 = Не могу да учитам списак сервера "servers.xml"!\n\nРазлог:  %s\n\nНаставити?
5691f01d = Датотека није нађена.
a6f551a4 = JPEG, PNG, GIF, BMP или другу датотеку
3f8280a0 = Било шта
071f2a13 = Додај датотеке
99b1cf20 = Линкови за слике/датотеке
9c196289 = Слање слике
e2d789b7 = отвори фасциклу
9fc80a1f = Не могу да шаљем датотеку "%s" на серверу. 
993275ff = Узети фрејмове са овог видеа?\n(инаће датотека ће бити додата у списку)
6847c904 = Интеграција контектуелног менија
217b14ad = Водопадни мени
d16b9920 = Слање датотека
40fa61ee = Шаљи само слике
0b62df2a = Прикупљање слика...
997537e1 = Ни једна слика није нађена.
06384eba = Ни једна датотека није нађена.
29ec3eb5 = Шаљи фасциклу
392c0b9a = прилепи
c1c805cf = Ухвати одабран регион
2de80eff = Ухвати цео екран
09c93724 = Ухвати актуелни прозор
72892ffb = Покажи прозор програма
a865bdab = Мени треј иконе
e0014d35 = Види инфо медија
1602f956 = Ништа не уради
ea8e3245 = Уреди пречицу...
9cf705b6 = Пажња! Глобалне пречице су активне само ако је треј икона активна.
05a1b0d1 = Видео
6a997d89 = Слање
490f2e0f = Треј икона
2349b45b = Пречице
9bb70523 = Покажи треј икону
4a2a3d31 = Руковање клика
5573a358 = Леви дво-клик:
5b376953 = Леви један-клик:
8b90580d = Средњи клик:
678ead0a = Десни клик:
052643b0 = Не покрећи нову инстанцу програма са треја
f9a0aa6b = Акција
61d72cf1 = Локално
4e8b8848 = Глобално
a671892c = Локална пречица:
edae1ac6 = Глобална пречица:
6fd7824a = "Windows" дугме
78d42b38 = Обриши
2b21a88d = Обриши све
630e3f8a = Дозволи
97e68ce5 = Креирај фасциклу (албум)
f3048ed4 = Уреди фасциклу
af3a41cf = Име фасцикле:
e75c4c88 = Резиме:
e34b9c60 = Приступ:
aae1241c = Опције
40bc8ccc = Копирај линк
ce8f89f3 = Користи директни линкови
5798415e = Списак фасцикле
9ee7d3cd = Грешка при учитавање 'squirrel' скрипта.
deb00a34 = Списак фасцикле на серверу %s за налог '%s':
cdcb92f2 = отвори у претраживачу
a6171d56 = Креирај угнеждану фасциклу
3ed16525 = Креирај фасциклу
31e071c6 = Сервер не подршава списак фасцикла.
6960ecc6 = Неуспешно учитавање списка фасцикле.
aa77baff = Поставке сервера %s
23fedba2 = Image Uploader ажурирање
1a602d4e = Име компонента
9bc173ec = Статус
aa70d1fa = Провера ажурирања...
3827488f = Грешка при примање информације са сервера.
08641420 = Нема доступна ажурирања.
4fb1e222 = У реду
75afeb77 = Ажурирај
c08cce9a = Заврши
a6591ac7 = Не могу да преузмем ажурирану датотеку \'
bfab9e19 = Преузимање датотеке
23565008 = Грешка при ажурирању компонента
31669654 = Неуспешна провера MD5 суме
59f5fade = Неуспешно отварање архиве.
0517d07c = Не могу да читам 
7c4a4594 = Ажурирање завршено.  %d од %d датотеке су ажуриране.
488c615b = Погрешна MD5 провера за 
eb3c9b13 = Преузето %s од %s (%d %%)
6500dc31 = Код форума (BBCode)
9d37c4b1 = HTML код
3b3caf1a = Линкови (URL)
91a54811 = Слање слике..
bfd324ac = Креација фасцикле "
90e75163 = Одабир сервера...
571f979c = Одабир фасцикле...
a163c684 = Датотека "Data\Thumb.png" није нађена!
cbe2099c = Одабир сервера
f534d8c5 = Унети налог...
9c4fcb6c = Налог није важан
42dfaed5 = Фасцикла није одабрана
c2cee230 = Нова фасцикла
e9760e13 = Ићи на лист пријављивања
e255b4f3 = Сервер за сачувавање слике
52b4a2f5 = Сервер за сачувавање других датотека
0d5f961b = Покажи инфо видеа на резултатну слику
839de6f6 = Одабир фасцикле
7f44ccf2 = Провера ажурирања
47666903 = Ажурирања су доступна
97e689a2 = Унети поставке аутентификације за сервер '%s'!
98ad2704 = Поставке сервера
ad00e025 = v
58beee87 = Ухвати одабрану зону
735ed372 = Ухвати одабран објекат
35b5a37c = Ухват слободне руке
b0c4a9f9 = Преузимање слике
23589bde = Датотека '%s' није слика (Тип: %s).
9ad9d8f2 = Додај
1674760d = Надгледај оставу за линкове
d9cb3533 = Унос линка (један http:// или ftp:// линк по линији)
5fe12859 = Ухвати правоугаоник
08a3ed3d = Усликавање
2ca472d0 = Ухвати одабрану зону
4fa2c7c3 = Ухват слободне руке
422d6e0e = Ухвати одабран објекат
eec43f7c = Усликавање екрана
98ca1e1b = Додатне поставке
1f2100c8 = Сачувавање параметра
528eddb8 = Постави прозор испред ако је одабран мишем
090cc06a = %y - година, %m - месец, %d - дан\n%h - сати, %n - минути, %s - секунди\n %i - индекс слике,\n%width% - ширина слике,  %height% - висина слике
1327f039 = Слање је завршено.
341b5227 = Слање на сервер '%s' није доступно без налога.\nТребате да се пријавите на серверу и да наведете детаље налога у поставке програма.
3b8e572f = Величина бафера слања:
4d8b82ae = Додај датотеке...
8398e174 = Са интернета
da047ca5 = слика целог екрана или одабране зоне
a4db637f = Пошаљи на интернет
4adee8c6 = Копирај у Оставу
ad565352 = Акције усликавања
75ae56ac = Заустави слање
36690268 = Датотека "%s" је слана на %s..
4b3743d1 = Слање усликавања
dc4c773b = Кликнути овде да би видели детаље...
72fd3b6c = Ускликавање је послато
2ea1c19f = Резултати слања
bfb4653f = Увек копирај ухвачену слику у оставу
a2cd7e26 = Усликавање је сачувано у оставу.
391c0f82 = чекање на сакривање прозора:
3c5c1aa8 = Тражи..
2ad421ad = фасцикла за сачувавање усликавања:
70457da8 = Формат имена:
c9e22505 = Погрешно регистровање глобалне пречице:\n%s.\n Можда је користи други програм.
2bd8819d = не могу да пошаљем усликавање:(
74dadd8c = Слике са интернета
aede8f3c = мсек
90f5be27 = Open in Wizard
60642c1d = Add to Wizard
49fb361b = Couldn't load thumbnail preset!
44b797ee = Thumbnails
fd1bb2da = Image Processing Options
92d587bc = Upload History
7805993d = Copy URL
3cabf888 = View BBCode/HTML codes
8e9f6c1e = Session total:
7071df75 = Files total:
284ae28c = Total size:
c2a787ef = Time Period:
f96946d4 = Retrieve thumbnails from the Internet
227f7281 = Thumbnail Preset Editor
9395e177 = Stroke color:
94905432 = Colors
57ea80c4 = Frame color:
0dffaa4d = Width:
7d37a573 = Text Settings:
199a80e4 = Text:
9c3e0b57 = Add text
467e61d6 = Same format as image
2900b747 = Input Box
c952831f = Enter new thumbnail preset name:
dfa23ac5 = Profile with such name already exists!
eb7f6222 = Thumbnail text:
31f51163 = Background color:
b657ac77 = Width:
ef584e2d = Height:
f3d25fe4 = Thumbnail Preset:
5ca5f56b = Create a Copy
9de9e488 = Fit
4bd8e25c = Center
51ccfab4 = Stretch
a1527de9 = New Profile
f3b696e8 = Save Profile
94312b23 = Delete Profile
7c9ca8c6 = New Profile Name
d8cd45f6 = Enter new profile name:
9de15f44 = Current profile's changes weren't saved. Do you want to continue?
1ace9fae = (edited)
42f4bb36 = New Profile
fa74324e = Are you sure you want to delete profile '%s'?
45927bb6 = Current Profile:
0a586bf1 = Skip image processing step if the image has right parameters
2a00f9e5 = Resize mode:
775dbf6b = Text position:
5da69561 = File: 
78283dae = Server: 
5dbccd86 = File name cannot contains forbidden characters!
97dd4149 = Capture with shadow
013c8906 = Clear window transparent corners
c0353157 = Clear window's background
a4c6dd14 = Edit Profile
1b5c4344 = Don't resize
d1e82623 = Profile:
7f643627 = Process images before upload
3710ccec = Thumbnails
335ed093 = Create thumbnails
eff7ece9 = Use server-side thumbnails
f1e68db2 = Thumbnail width:
d3c00f24 = Add text on thumbnail
67266805 = History
f54d26ec = Launch program on Windows startup
5f23e1c3 = Please enter text you see on the image:
